tap "atomist/tap"
tap "github/gh"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jbangdev/tap"
tap "jesseduffield/lazydocker"
tap "moul/moul"
tap "quarkusio/tap"
tap "simon-engledew/gocmdpev"
tap "wagoodman/dive"
tap "yonaskolb/xcodegen", "https://github.com/yonaskolb/XcodeGen.git"
brew "adns"
brew "glib"
brew "libffi"
brew "xz"
brew "cairo"
brew "gdk-pixbuf"
brew "pango"
brew "adwaita-icon-theme"
brew "node"
brew "angular-cli"
brew "libyaml"
brew "ansible"
brew "ant"
brew "boost"
brew "asciidoc"
brew "asciidoctor"
brew "asciinema"
brew "coreutils"
brew "unixodbc"
brew "asdf"
brew "autojump"
brew "autossh"
brew "awscli"
brew "axel"
brew "bash-completion"
brew "bat"
brew "bchunk"
brew "bison"
brew "ghc"
brew "cabal-install"
brew "click"
brew "cloc"
brew "cmake"
brew "cscope"
brew "curl"
brew "dialog"
brew "diff-so-fancy"
brew "djvulibre"
brew "docker", link: false
brew "docker-compose", link: false
brew "fabric"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcviewer"
brew "gh"
brew "ghcup"
brew "libidn"
brew "ghostscript"
brew "gist"
brew "git-extras"
brew "git-flow"
brew "git-fresh"
brew "git-lfs"
brew "gitup"
brew "gnu-getopt"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "haskell-stack"
brew "helm"
brew "hey"
brew "htop"
brew "httpie"
brew "httpry"
brew "hub"
brew "hubflow"
brew "hugo"
brew "hyperfine"
brew "imap-uw"
brew "istioctl"
brew "jd"
brew "jenv"
brew "jmeter"
brew "jq"
brew "jsonpp"
brew "jvm-mon"
brew "kompose"
brew "lazydocker"
brew "lazygit"
brew "leiningen"
brew "libsecret"
brew "libspectre"
brew "libusb-compat"
brew "libxml2"
brew "libxslt"
brew "lzlib"
brew "maven"
brew "maven-shell"
brew "mercurial"
brew "mhash"
brew "midnight-commander"
brew "mkdocs"
brew "moc"
brew "mono"
brew "mycli"
brew "nano"
brew "neovim"
brew "newt"
brew "nmap"
brew "npth"
brew "nvm"
brew "ondir"
brew "open-mpi"
brew "openapi-generator"
brew "ossp-uuid"
brew "oysttyer"
brew "p7zip"
brew "pandoc"
brew "pdsh"
brew "perl"
brew "pianobar"
brew "pipenv"
brew "plantuml"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "prettier"
brew "protobuf"
brew "pyenv"
brew "pyqt"
brew "python-yq"
brew "r"
brew "rarian"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "rust"
brew "saxon"
brew "screen"
brew "shellcheck"
brew "skaffold"
brew "slides"
brew "stern"
brew "stow"
brew "swagger-codegen"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tidy-html5"
brew "utf8proc"
brew "tmux"
brew "todo-txt"
brew "torsocks"
brew "tree"
brew "uncrustify"
brew "vegeta"
brew "vert.x"
brew "watch"
brew "websocat"
brew "wget"
brew "wireshark"
brew "wrk"
brew "xhyve"
brew "xml2"
brew "yarn"
brew "youtube-dl"
brew "z"
brew "zenity"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jbangdev/tap/jbang"
brew "moul/moul/docker-diff"
brew "quarkusio/tap/quarkus"
brew "simon-engledew/gocmdpev/gocmdpev"
brew "wagoodman/dive/dive"
cask "1password"
cask "adobe-air"
cask "adobe-connect"
cask "adoptopenjdk"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "anki"
cask "atom"
cask "bluej"
cask "caffeine"
cask "calibre"
cask "chessx"
cask "corretto"
cask "corretto11"
cask "corretto17"
cask "corretto8"
cask "diffmerge"
cask "docker"
cask "dozer"
cask "fig"
cask "firefox-developer-edition"
cask "flux"
cask "gimp"
cask "github"
cask "goland"
cask "gpg-suite"
cask "graalvm-ce-java17"
cask "graphiql"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keycastr"
cask "kindle"
cask "licecap"
cask "logitech-presentation"
cask "microsoft-teams"
cask "mmhmm-studio"
cask "muzzle"
cask "nsregextester"
cask "obs"
cask "osxfuse"
cask "podman-desktop"
cask "postman"
cask "pycharm"
cask "rectangle"
cask "redisinsight"
cask "rowanj-gitx"
cask "rubymine"
cask "sketchbook"
cask "slack"
cask "spotify"
cask "telegram"
cask "textmate"
cask "thunderbird"
cask "tor-browser"
cask "tower"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "warp"
cask "webex"
cask "webstorm"
cask "wireshark-chmodbpf"
cask "wkhtmltopdf"
cask "zoom"
