tap "atomist/tap"
tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "moul/moul"
tap "simon-engledew/gocmdpev"
tap "wagoodman/dive"
tap "yonaskolb/xcodegen", "https://github.com/yonaskolb/XcodeGen.git"
brew "adns"
brew "glib"
brew "cairo"
brew "gdk-pixbuf"
brew "pango"
brew "adwaita-icon-theme"
brew "angular-cli"
brew "ansible"
brew "ant"
brew "boost"
brew "asciidoc"
brew "asciidoctor"
brew "asciinema"
brew "autojump"
brew "autossh"
brew "axel"
brew "bash-completion"
brew "bat"
brew "bchunk"
brew "bison"
brew "ccze"
brew "click"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "dialog"
brew "djvulibre"
brew "fabric"
brew "gnutls"
brew "ffmpeg"
brew "filebeat"
brew "findutils"
brew "fish"
brew "fortune"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcviewer"
brew "gh"
brew "ghostscript"
brew "gist"
brew "git-extras"
brew "git-flow"
brew "git-fresh"
brew "git-lfs"
brew "gitup"
brew "gnu-getopt"
brew "googler"
brew "gperftools"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "haskell-stack"
brew "helm"
brew "hey"
brew "hornetq"
brew "htop"
brew "httpie"
brew "hub"
brew "hubflow"
brew "hugo"
brew "imap-uw"
brew "istioctl"
brew "javarepl"
brew "jenv"
brew "jmeter"
brew "jq"
brew "jsonpp"
brew "jvm-mon"
brew "kind"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "kubespy"
brew "lazygit"
brew "leiningen"
brew "libidn"
brew "libsecret"
brew "libspectre"
brew "libusb-compat"
brew "libxml2"
brew "libxslt"
brew "lzlib"
brew "maven"
brew "maven-completion"
brew "maven-shell"
brew "mercurial"
brew "mhash"
brew "midnight-commander"
brew "mkdocs"
brew "moc"
brew "mono"
brew "multitail"
brew "mycli"
brew "nano"
brew "newt"
brew "npth"
brew "ntfs-3g"
brew "nvm"
brew "ondir"
brew "open-mpi"
brew "openapi-generator"
brew "ossp-uuid"
brew "oysttyer"
brew "p7zip"
brew "pdsh"
brew "perl"
brew "pianobar"
brew "pipenv"
brew "plantuml"
brew "poppler"
brew "postgresql"
brew "prettier"
brew "protobuf"
brew "pyqt"
brew "r"
brew "rarian"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "rust"
brew "saxon"
brew "shellcheck"
brew "skaffold"
brew "stern"
brew "stow"
brew "streamlink"
brew "utf8proc"
brew "subversion"
brew "swagger-codegen"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tidy-html5"
brew "tmux"
brew "todo-txt"
brew "tor"
brew "torsocks"
brew "tree"
brew "uncrustify"
brew "unixodbc"
brew "unrar"
brew "vegeta"
brew "vert.x"
brew "watch"
brew "wget"
brew "wrk"
brew "xhyve"
brew "xml2"
brew "youtube-dl"
brew "z", link: false
brew "zenity"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "simon-engledew/gocmdpev/gocmdpev"
brew "wagoodman/dive/dive"
cask "1password"
cask "adobe-air"
cask "adoptopenjdk"
cask "adoptopenjdk8"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "atom"
cask "blue-jeans"
cask "bluej"
cask "brave-browser"
cask "caffeine"
cask "calibre"
cask "captin"
cask "clip-studio-paint"
cask "clipy"
cask "dash"
cask "diffmerge"
cask "docker"
cask "dozer"
cask "firefox"
cask "flux"
cask "font-fira-mono-for-powerline"
cask "font-jetbrains-mono"
cask "font-meslo-for-powerline"
cask "font-roboto-mono-for-powerline"
cask "google-chrome"
cask "gpg-suite"
cask "graphiql"
cask "inkscape"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keycastr"
cask "licecap"
cask "microsoft-teams"
cask "muzzle"
cask "obs"
cask "osxfuse"
cask "postman"
cask "rectangle"
cask "rowanj-gitx"
cask "sketchbook"
cask "slack"
cask "spotify"
cask "streamlabs-obs"
cask "telegram"
cask "the-unarchiver"
cask "tor-browser"
cask "virtualbox"
cask "visual-studio-code"
cask "visualvm"
cask "vlc"
cask "vscodium"
cask "wireshark"
cask "zoom"
