tap "atomist/tap"
tap "github/gh"
tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jbangdev/tap"
tap "jesseduffield/lazydocker"
tap "moul/moul"
tap "quarkusio/tap"
tap "simon-engledew/gocmdpev"
tap "wagoodman/dive"
tap "yonaskolb/xcodegen", "https://github.com/yonaskolb/XcodeGen.git"
brew "adns"
brew "node"
brew "angular-cli"
brew "xz"
brew "glib"
brew "libyaml"
brew "boost"
brew "asciidoc"
brew "ruby"
brew "asciidoctor"
brew "asciinema"
brew "autojump"
brew "autossh"
brew "awscli"
brew "axel"
brew "bash-completion"
brew "bat"
brew "bchunk"
brew "bison"
brew "cairo"
brew "gdk-pixbuf"
brew "pango"
brew "chafa"
brew "click"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "cscope"
brew "curl"
brew "dialog"
brew "diff-so-fancy"
brew "dive"
brew "djvulibre"
brew "docker"
brew "docker-compose"
brew "duf"
brew "exiftool"
brew "eza"
brew "fabric"
brew "fd"
brew "fdupes"
brew "gcc"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcviewer"
brew "gh"
brew "ghc"
brew "ghcup"
brew "libidn"
brew "ghostscript"
brew "gist"
brew "git-delta"
brew "git-extras"
brew "git-flow"
brew "git-fresh"
brew "git-lfs"
brew "gitup"
brew "gnu-getopt"
brew "npth"
brew "go"
brew "gobject-introspection"
brew "gperftools"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "hey"
brew "htop"
brew "httpie"
brew "httpry"
brew "hyperfine"
brew "imap-uw"
brew "istioctl"
brew "jd"
brew "jenv"
brew "jq"
brew "jsonpp"
brew "lazydocker"
brew "lazygit"
brew "lesspipe"
brew "libffi"
brew "libsecret"
brew "libspectre"
brew "libusb-compat"
brew "libxml2"
brew "libxslt"
brew "lsyncd"
brew "lzlib"
brew "maven"
brew "maven-shell"
brew "mercurial"
brew "mhash"
brew "midnight-commander"
brew "moc"
brew "nano"
brew "nanorc"
brew "neovim"
brew "newt"
brew "nmap"
brew "nvm"
brew "open-mpi"
brew "ossp-uuid"
brew "p7zip"
brew "pandoc"
brew "pdsh"
brew "perl"
brew "pipenv"
brew "pipx"
brew "plantuml"
brew "poppler"
brew "prettier"
brew "protobuf"
brew "pyenv"
brew "pyqt"
brew "python-yq"
brew "rarian"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "saxon"
brew "scc"
brew "screen"
brew "shellcheck"
brew "slides"
brew "stern"
brew "stow"
brew "telnet"
brew "terminal-notifier"
brew "thefuck"
brew "tidy-html5"
brew "tldr"
brew "utf8proc"
brew "tmux"
brew "todo-txt"
brew "torsocks"
brew "tree"
brew "uncrustify"
brew "unixodbc"
brew "vegeta"
brew "watch"
brew "websocat"
brew "wget"
brew "wrk"
brew "yarn"
brew "zenity"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "jbangdev/tap/jbang"
brew "moul/moul/docker-diff"
brew "quarkusio/tap/quarkus"
brew "simon-engledew/gocmdpev/gocmdpev"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "anytype"
cask "bluej"
cask "caffeine"
cask "camtasia"
cask "corretto"
cask "corretto11"
cask "corretto17"
cask "corretto21"
cask "corretto8"
cask "devtoys"
cask "diffmerge"
cask "dozer"
cask "fig"
cask "firefox-developer-edition"
cask "flux"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "github"
cask "gpg-suite"
cask "grammarly"
cask "iterm2"
cask "itsycal"
cask "jetbrains-toolbox"
cask "keycastr"
cask "licecap"
cask "logitech-presentation"
cask "mmhmm-studio"
cask "muzzle"
cask "nosql-workbench"
cask "obsidian"
cask "openemu"
cask "pycharm"
cask "raspberry-pi-imager"
cask "rectangle"
cask "rowanj-gitx"
cask "spotify"
cask "telegram"
cask "textmate"
cask "typora"
cask "visual-studio-code"
cask "vlc"
cask "zed"
cask "zoom"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "github.vscode-github-actions"
vscode "huytd.nord-light"
vscode "jebbs.plantuml"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "oracle.oracle-java"
vscode "tehpeng.diagramspreviewer"
