tap "atomist/tap"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "groupon/engineering", "git@github.groupondev.com:engineering/homebrew-groupon.git"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/versions"
tap "simon-engledew/gocmdpev"
tap "yonaskolb/xcodegen", "https://github.com/yonaskolb/XcodeGen.git"
cask "java"
cask "osxfuse"
cask "xquartz"
brew "adns"
brew "openssl"
brew "adwaita-icon-theme"
brew "ant"
brew "autojump"
brew "autossh"
brew "axel"
brew "bash-completion"
brew "bchunk"
brew "bison"
brew "boost"
brew "ccze"
brew "cloc"
brew "coreutils"
brew "cscope"
brew "curl"
brew "diff-so-fancy"
brew "dirmngr"
brew "djvulibre"
brew "erlang"
brew "fabric"
brew "findutils"
brew "fortune"
brew "gawk"
brew "gcc"
brew "gcviewer"
brew "ghostscript"
brew "gist"
brew "git-extras"
brew "git-fresh"
brew "git-lfs"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnutls"
brew "googler"
brew "gperftools"
brew "gpg-agent"
brew "gradle"
brew "groovy"
brew "hornetq"
brew "htop"
brew "httpie"
brew "hub"
brew "hubflow"
brew "imap-uw"
brew "javarepl"
brew "jenv"
brew "jmeter"
brew "jq"
brew "jsonpp"
brew "jvm-mon"
brew "leiningen"
brew "libidn"
brew "libsecret"
brew "libspectre"
brew "libusb-compat"
brew "libxslt"
brew "lzlib"
brew "maven-shell"
brew "memcached"
brew "mercurial"
brew "mhash"
brew "moc"
brew "mono"
brew "multitail"
brew "mycli"
brew "nano"
brew "npth"
brew "ntfs-3g"
brew "ondir"
brew "ossp-uuid"
brew "oysttyer"
brew "p7zip"
brew "perl"
brew "phantomjs"
brew "pianobar"
brew "plantuml"
brew "poppler"
brew "postgresql", restart_service: true
brew "protobuf"
brew "pygtksourceview"
brew "pyqt"
brew "rarian"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rename"
brew "ruby"
brew "saxon"
brew "shellcheck"
brew "swagger-codegen"
brew "terminal-notifier"
brew "tidy-html5"
brew "tmux"
brew "todo-txt"
brew "tree"
brew "typesafe-activator"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "wget"
brew "wrk"
brew "xml2"
brew "youtube-dl"
brew "z"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "atomist/tap/rug-cli"
brew "groupon/engineering/mdnsp"
brew "simon-engledew/gocmdpev/gocmdpev"
cask "adium"
cask "adobe-air"
cask "android-file-transfer"
cask "asciidocfx"
cask "atom"
cask "bluej"
cask "calibre"
cask "clipy"
cask "diffmerge"
cask "docker"
cask "eclipse-java"
cask "evernote"
cask "flux"
cask "google-chrome"
cask "grammarly"
cask "graphiql"
cask "hipchat"
cask "intellij-idea"
cask "iterm2"
cask "kdiff3"
cask "keybase"
cask "kindle"
cask "licecap"
cask "marp"
cask "muzzle"
cask "openemu"
cask "postman"
cask "rowanj-gitx"
cask "screenflow"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "spectacle"
cask "spotify"
cask "the-unarchiver"
cask "vlc"
cask "zoomus"
cask "caskroom/fonts/font-fira-mono-for-powerline"
cask "caskroom/fonts/font-meslo-for-powerline"
cask "caskroom/fonts/font-roboto-mono-for-powerline"
cask "caskroom/versions/firefox-beta"
