1password
1password-cli
adium
adobe-air
adoptopenjdk
android-file-transfer
android-studio
asciidocfx
atom
bluej
brave-browser
calibre
charles
clipy
dash
diffmerge
docker
eclipse-java
evernote
firefox-beta
flux
font-fira-mono-for-powerline
font-meslo-for-powerline
font-roboto-mono-for-powerline
fork
gimp
gitter
google-chrome
grammarly
graphiql
http-toolkit
inkscape
insomnia
intellij-idea
iterm2
java
jetbrains-toolbox
kdiff3
keybase
kindle
kindlegen
kubernetic
licecap
marp
minikube
muzzle
netbeans
openemu
osxfuse
paintbrush
podman
postman
psequel
r
r-app
rectangle
rowanj-gitx
rstudio
screenflow
sequel-pro
skitch
skype
slack
spotify
stride
telegram
the-unarchiver
tor-browser
virtualbox
visualvm
vlc
xquartz
zoomus
