android-file-transfer
android-studio
atom
balsamiq-mockups
bluej
caffeine
calibre
clipmenu
dash
diffmerge
docker-compose
docker-machine
eclipse-java
evernote
filezilla
firefox
fish
flux
fuze
geektool
genymotion
gitbook
github (!)
google-chrome
google-hangouts
hipchat
intellij-idea
iterm2
jabber-video
java
joinme
libreoffice
licecap
macdown
mou
mysqlworkbench
netbeans
openoffice
osxfuse
pgadmin3
rdm
rowanj-gitx
screenflow
sequel-pro
skitch
skype
sourcetree
spectacle
spotify
sublime-text
the-unarchiver
torbrowser
trello-x
utorrent
virtualbox
visualvm
vlc
xquartz
ynab
yourkit-java-profiler
