adium
android-file-transfer
android-studio
atom
balsamiq-mockups
bluej
calibre
charles
clipmenu
dash
datagrip
diffmerge
docker
eclipse-java
filezilla
firefox
fish
flux
geektool
gitbook
github-desktop
google-chrome
google-hangouts
google-photos-backup
grammarly
hipchat
intellij-idea
iterm2
jabber-video (!)
java
joinme
kindle
libreoffice
licecap
macdown
medis
minecraft
mou
mysqlworkbench
netbeans
nimbus
osxfuse
pgadmin3
pomotodo
rowanj-gitx
screenflow
screenhero
sequel-pro
skitch
skype
sourcetree
spectacle
spotify
sublime-text
the-unarchiver
toad
torbrowser
utorrent
vagrant
virtualbox
visualvm
vivaldi
vlc
xamarin-mdk
xamarin-studio
xquartz
yed
ynab
yourkit-java-profiler
